info.variable=CWWKM2001I: {0} \u306f {1} \u3067\u3059\u3002
info.variable.explanation=\u5909\u6570\u306e\u5024\u3092\u8868\u793a\u3057\u307e\u3059\u3002
info.variable.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

error.invoke.command=CWWKM2002E: {0} \u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 RC \u306f {1} \u3067\u3059\u304c\u3001\u4e88\u671f\u3057\u3066\u3044\u305f\u3082\u306e\u306f {2} \u3067\u3059\u3002
error.invoke.command.explanation=\u30b3\u30de\u30f3\u30c9\u304c\u767a\u884c\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u4e88\u671f\u3057\u306a\u3044\u623b\u308a\u30b3\u30fc\u30c9\u3067\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
error.invoke.command.useraction=\u30b3\u30de\u30f3\u30c9\u5b9f\u884c\u5931\u6557\u306e\u30ed\u30b0\u3092\u8abf\u3079\u3066\u304f\u3060\u3055\u3044\u3002

error.installDir.validate=CWWKM2003E: installDir \u5c5e\u6027\u306f\u30cc\u30eb\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
error.installDir.validate.explanation=Ant \u30bf\u30b9\u30af\u5c5e\u6027 installDir \u306f\u3001\u30cc\u30eb\u4ee5\u5916\u306e\u5024\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error.installDir.validate.useraction=installDir \u5c5e\u6027\u5024\u3092\u30cc\u30eb\u4ee5\u5916\u306e\u5024\u306b\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.installDir.set=CWWKM2004E: installDir \u3092\u8a2d\u5b9a\u3059\u308b\u5834\u5408\u3001lib/ws-launch.jar \u304c\u542b\u307e\u308c\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u3059\u3088\u3046\u306a\u3082\u306e\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error.installDir.set.explanation=\u30b5\u30fc\u30d0\u30fc\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306b\u306f lib/ws-launch.jar \u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error.installDir.set.useraction=\u30b5\u30fc\u30d0\u30fc\u304c\u6b63\u3057\u304f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 lib/ws-lauch.jar \u304c\u5b58\u5728\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.fileset.set=CWWKM2005E: \u30c7\u30d7\u30ed\u30a4\u30fb\u30bf\u30b9\u30af\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u5c5e\u6027\u307e\u305f\u306f\u30cd\u30b9\u30c8\u30fb\u30d5\u30a1\u30a4\u30eb\u30fb\u30bb\u30c3\u30c8\u30fb\u30a8\u30ec\u30e1\u30f3\u30c8\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error.fileset.set.explanation=\u30c7\u30d7\u30ed\u30a4\u30fb\u30bf\u30b9\u30af\u304c\u4f7f\u7528\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30c7\u30d7\u30ed\u30a4\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30d5\u30a1\u30a4\u30eb\u30fb\u30bb\u30c3\u30c8\u306b\u95a2\u3059\u308b\u60c5\u5831\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
error.fileset.set.useraction=\u30d5\u30a1\u30a4\u30eb\u5c5e\u6027\u3092\u8ffd\u52a0\u3059\u308b\u304b\u3001\u30cd\u30b9\u30c8\u30fb\u30d5\u30a1\u30a4\u30eb\u30fb\u30bb\u30c3\u30c8\u30fb\u30a8\u30ec\u30e1\u30f3\u30c8\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.deploy.app=CWWKM2006I: \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 {0} \u3092 dropins \u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u30c7\u30d7\u30ed\u30a4\u4e2d\u3067\u3059\u3002
info.deploy.app.explanation=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30c7\u30d7\u30ed\u30a4\u4e2d\u3067\u3059\u3002
info.deploy.app.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

error.deploy=CWWKM2007E: Liberty \u304c\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u306f war\u3001eba\u3001zip\u3001ear\u3001\u307e\u305f\u306f jar \u306e\u307f\u3067\u3059\u3002
error.deploy.explanation=Liberty \u30b5\u30fc\u30d0\u30fc\u306f\u3001\u30d5\u30a1\u30a4\u30eb war\u3001eba\u3001zip\u3001ear\u3001\u304a\u3088\u3073 jar \u306e\u307f\u306e\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002
error.deploy.useraction=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u8a02\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.deploy.fail=CWWKM2008E: \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 {0} \u306e\u30c7\u30d7\u30ed\u30a4\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 console.log \u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u958b\u59cb\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.deploy.fail.explanation=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001console.log \u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u958b\u59cb\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
error.deploy.fail.useraction=\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u8abf\u3079\u3066\u3001\u3053\u306e\u969c\u5bb3\u306e\u539f\u56e0\u3092\u7a76\u660e\u3057\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.server.fail=CWWKM2009E: \u30b5\u30fc\u30d0\u30fc\u306e\u59cb\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 console.log \u306b\u30b5\u30fc\u30d0\u30fc\u59cb\u52d5\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.server.fail.explanation=\u30b5\u30fc\u30d0\u30fc\u3092\u59cb\u52d5\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001console.log \u306b\u30b5\u30fc\u30d0\u30fc\u59cb\u52d5\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
error.server.fail.useraction=\u30b3\u30f3\u30bd\u30fc\u30eb\u304a\u3088\u3073\u30c8\u30ec\u30fc\u30b9\u306e\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u3001\u30b5\u30fc\u30d0\u30fc\u59cb\u52d5\u554f\u984c\u3092\u8abf\u3079\u3066\u304f\u3060\u3055\u3044\u3002

info.search.string=CWWKM2010I: {1} \u3067 {0} \u3092\u691c\u7d22\u4e2d\u3067\u3059\u3002 \u3053\u306e\u691c\u7d22\u306f\u3001{2} \u79d2\u5f8c\u306b\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308a\u307e\u3059\u3002
info.search.string.explanation=\u793a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u304c\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u306b\u542b\u307e\u308c\u308b\u306e\u3092\u5f85\u6a5f\u3059\u308b\u8981\u6c42\u304c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
info.search.string.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

error.serch.string.timeout=CWWKM2011E: {1} \u3067\u306e {0} \u306e\u691c\u7d22\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308a\u307e\u3057\u305f\u3002
error.serch.string.timeout.explanation=\u793a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u304c\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u306b\u542b\u307e\u308c\u308b\u306e\u3092\u5f85\u6a5f\u3059\u308b\u8981\u6c42\u304c\u51fa\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u691c\u7d22\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308b\u524d\u306b\u3001\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u306b\u305d\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u542b\u307e\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.serch.string.timeout.useraction=\u30e1\u30c3\u30bb\u30fc\u30b8\u6b20\u843d\u306e\u539f\u56e0\u3092\u7a76\u660e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.file.validated=CWWKM2012E: \u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u59a5\u5f53\u6027\u691c\u67fb\u5bfe\u8c61\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u30cc\u30eb\u3067\u3059\u3002
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: \u59a5\u5f53\u6027\u691c\u67fb\u5bfe\u8c61\u306e\u30d5\u30a1\u30a4\u30eb {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
info.file.validate.noexist.explanation=\u691c\u7d22\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
info.file.validate.noexist.useraction=\u691c\u7d22\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.look.string.infile=CWWKM2014I: \u73fe\u5728 {0} \u3067 {1} \u3092\u691c\u7d22\u4e2d\u3067\u3059\u3002
info.look.string.infile.explanation=\u793a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u3067\u306e\u793a\u3055\u308c\u305f\u30b9\u30c8\u30ea\u30f3\u30b0\u306e\u691c\u7d22\u304c\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002
info.look.string.infile.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

info.match.string=CWWKM2015I: \u4e00\u81f4\u756a\u53f7: {0} \u306f {1} \u3067\u3059\u3002
info.match.string.explanation=\u30b9\u30c8\u30ea\u30f3\u30b0\u306e\u691c\u7d22\u304c\u8981\u6c42\u3055\u308c\u3001\u73fe\u5728\u305d\u306e\u30b9\u30c8\u30ea\u30f3\u30b0\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
info.match.string.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

error.server.operation.validate=CWWKM2016E: {0} \u5c5e\u6027\u306e\u5024\u3092\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error.server.operation.validate.explanation=Ant \u30bf\u30b9\u30af\u3067\u5fc5\u8981\u306a\u5c5e\u6027\u304c\u6b20\u843d\u3057\u3066\u3044\u307e\u3059\u3002
error.server.operation.validate.useraction=\u6b20\u843d\u5c5e\u6027\u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.server.create=CWWKM2017I: \u30b5\u30fc\u30d0\u30fc {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3092\u4f5c\u6210\u4e2d\u3067\u3059\u3002
info.server.create.explanation=\u5b58\u5728\u3057\u306a\u3044\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u64cd\u4f5c\u304c\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002 \u6b20\u843d\u3057\u305f\u30b5\u30fc\u30d0\u30fc\u306f\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
info.server.create.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

error.server.package=CWWKM2018E: \u30b5\u30fc\u30d0\u30fc\u3092\u30d1\u30c3\u30b1\u30fc\u30b8\u5316\u3059\u308b\u5834\u5408\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u5c5e\u6027\u306f ZIP \u30d5\u30a1\u30a4\u30eb\u3092\u6307\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error.server.package.explanation=\u30d1\u30c3\u30b1\u30fc\u30b8\u5316\u30bf\u30b9\u30af\u304c\u4f7f\u7528\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u5c5e\u6027\u304c ZIP \u30d5\u30a1\u30a4\u30eb\u306e\u540d\u524d\u3067\u306f\u306a\u304f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
error.server.package.useraction=\u30a2\u30fc\u30ab\u30a4\u30d6\u5c5e\u6027\u306e\u5024\u3092\u8a02\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002

erro.undeploy.filename.set=CWWKM2019E: fileName \u5c5e\u6027\u304c\u6b20\u843d\u3057\u3066\u3044\u307e\u3059\u3002
erro.undeploy.filename.set.explanation=\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u30fb\u30bf\u30b9\u30af\u306e\u5834\u5408\u3001fileName \u5c5e\u6027\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
erro.undeploy.filename.set.useraction=fileName \u5c5e\u6027\u306e\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.undeploy.file.noexist=CWWKM2020E: \u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u5bfe\u8c61\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
error.undeploy.file.noexist.explanation=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u306a\u3044\u306e\u3067\u3001\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u30fb\u30bf\u30b9\u30af\u3067\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u3067\u304d\u307e\u305b\u3093\u3002
error.undeploy.file.noexist.useraction=fileName \u5c5e\u6027\u306e\u5024\u3092\u8a02\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.undeploy=CWWKM2021I: dropins \u30d5\u30a9\u30eb\u30c0\u30fc\u304b\u3089\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 {0} \u3092\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u4e2d\u3067\u3059\u3002
info.undeploy.explanation=\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u30fb\u30bf\u30b9\u30af\u3067\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u524a\u9664\u4e2d\u3067\u3059\u3002
info.undeploy.useraction=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u4e0d\u8981\u3067\u3059\u3002

error.undeploy.fail=CWWKM2022E: \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 {0} \u306e\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 console.log \u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u505c\u6b62\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
error.undeploy.fail.explanation=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30a2\u30f3\u30c7\u30d7\u30ed\u30a4\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u505c\u6b62\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u767a\u884c\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error.undeploy.fail.useraction=\u30b3\u30f3\u30bd\u30fc\u30eb\u304a\u3088\u3073\u30c8\u30ec\u30fc\u30b9\u306e\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3001\u3053\u306e\u969c\u5bb3\u306e\u539f\u56e0\u3092\u7a76\u660e\u3057\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u505c\u6b62\u3057\u3066\u304f\u3060\u3055\u3044\u3002
