info.variable=CWWKM2001I: {0} \u00e8 {1}.
info.variable.explanation=Mostra il valore della variabile.
info.variable.useraction=Non \u00e8 richiesta alcuna azione.

error.invoke.command=CWWKM2002E: Impossibile richiamare {0}. codice di ritorno= {1} ma era previsto={2}.
error.invoke.command.explanation=\u00c8 stato immesso un comando che \u00e8 stato per\u00f2 terminato con un codice di ritorno imprevisto.
error.invoke.command.useraction=Controllare il log degli errori di esecuzione di comandi.

error.installDir.validate=CWWKM2003E: Non \u00e8 possibile impostare l'attributo installDir su null.
error.installDir.validate.explanation=L'attributo dell'attivit\u00e0 ant installDir deve essere impostato su un valore diverso da null.
error.installDir.validate.useraction=Definire il valore dell'attributo installDir come un valore non null.

error.installDir.set=CWWKM2004E: Quando installDir viene impostato, deve puntare a una directory che contiene lib/ws-launch.jar.
error.installDir.set.explanation=La directory di installazione del server deve contenere lib/ws-launch.jar.
error.installDir.set.useraction=Controllare che il server sia installato correttamente. Accertarsi che lib/ws-lauch.jar esista.

error.fileset.set=CWWKM2005E: Occorre specificare l'attributo file oppure l'elemento di insieme di file nidificato sull'attivit\u00e0 di distribuzione.
error.fileset.set.explanation=\u00c8 necessario utilizzare l'attivit\u00e0 di distribuzione ma non \u00e8 stata specificata alcuna informazione sul file o sull'insieme di file da distribuire.
error.fileset.set.useraction=Aggiungere l'attributo file oppure fornire un elemento di insieme di file nidificato.

info.deploy.app=CWWKM2006I: Distribuzione dell''applicazione {0} alla cartella dropins.
info.deploy.app.explanation=L'applicazione \u00e8 in fase di distribuzione.
info.deploy.app.useraction=Non \u00e8 richiesta alcuna azione.

error.deploy=CWWKM2007E: Liberty supporta solo la distribuzione di file war, eba, zip, ear o jar.
error.deploy.explanation=Il server Liberty supporta solo la distribuzione di file war, eba, zip, ear e jar.
error.deploy.useraction=Correggere il nome del file dell'applicazione.

error.deploy.fail=CWWKM2008E: Impossibile distribuire l''applicazione {0}. Il messaggio di avvio dell''applicazione non \u00e8 stato trovato nel console.log
error.deploy.fail.explanation=\u00c8 stato fatto un tentativo di avviare l'applicazione ma nel console.log non \u00e8 stato trovato il messaggio di avvio dell'applicazione.
error.deploy.fail.useraction=Controllare i file di configurazione del server e cercare la causa del mancato avvio dell'applicazione.

error.server.fail=CWWKM2009E: Impossibile avviare il server. Il messaggio di avvio del server non \u00e8 stato trovato nel console.log.
error.server.fail.explanation=\u00c8 stato fatto un tentativo di avviare il server ma nel console.log non \u00e8 stato trovato il messaggio di avvio del server.
error.server.fail.useraction=Consultare i file di log di traccia e della console per cercare la causa dei problemi di avvio del server.

info.search.string=CWWKM2010I: Ricerca di {0} in {1}. Questa ricerca andr\u00e0 in timeout dopo {2} secondi.
info.search.string.explanation=\u00c8 stata fatta una richiesta di attendere che un file di log contenga il testo specificato.
info.search.string.useraction=Non \u00e8 richiesta alcuna azione.

error.serch.string.timeout=CWWKM2011E: Si \u00e8 verificata una condizione di timeout della ricerca di {0} in {1}.
error.serch.string.timeout.explanation=\u00c8 stata fatta una richiesta di attendere che un file di log contenga il testo specificato, ma il file di log non conteneva il messaggio prima che si verificasse il timeout della ricerca
error.serch.string.timeout.useraction=Cercare la causa del messaggio mancante.

info.file.validated=CWWKM2012E: Si \u00e8 verificato un errore interno. Il file in fase di convalida \u00e8 null
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: Il file {0} in fase di convalida non esiste.
info.file.validate.noexist.explanation=Il file di ricerca non esiste.
info.file.validate.noexist.useraction=Accertarsi che il file di ricerca esista.

info.look.string.infile=CWWKM2014I: Si sta attualmente ricercando {0} in {1}.
info.look.string.infile.explanation=\u00c8 stata richiesta una ricerca della stringa specificata nel file specificato.
info.look.string.infile.useraction=Non \u00e8 richiesta alcuna azione.

info.match.string=CWWKM2015I: Il numero della corrispondenza \u00e8 {0} alla riga {1}
info.match.string.explanation=\u00c8 stata richiesta una ricerca di una stringa che \u00e8 stata ora individuata.
info.match.string.useraction=Non \u00e8 richiesta alcuna azione.

error.server.operation.validate=CWWKM2016E: \u00c8 necessario definire il valore dell''attributo {0}.
error.server.operation.validate.explanation=Manca un attributo obbligatorio su una attivit\u00e0 ant.
error.server.operation.validate.useraction=Definire l'attributo mancante.

info.server.create=CWWKM2017I: Il server {0} non esiste e verr\u00e0 creato.
info.server.create.explanation=\u00c8 stata fatta una richiesta di operare su un server che non esiste. Il server mancante sar\u00e0 creato.
info.server.create.useraction=Non \u00e8 richiesta alcuna azione.

error.server.package=CWWKM2018E: Quando si esegue il packaging del server, l'attributo archive deve puntare a un file zip.
error.server.package.explanation=\u00c8 stata utilizzata l'attivit\u00e0 di package ma l'attributo archive specifica una directory piuttosto che il nome di un file zip.
error.server.package.useraction=Correggere il valore dell'attributo archive.

erro.undeploy.filename.set=CWWKM2019E: Manca l'attributo fileName.
erro.undeploy.filename.set.explanation=L'attivit\u00e0 di annullamento della distribuzione richiede che venga fornito l'attributo fileName.
erro.undeploy.filename.set.useraction=Specificare il valore dell'attributo fileName.

error.undeploy.file.noexist=CWWKM2020E: L''applicazione non distribuita {0} non esiste.
error.undeploy.file.noexist.explanation=L'attivit\u00e0 di annullamento della distribuzione non pu\u00f2 annullare la distribuzione dell'applicazione poich\u00e9 tale applicazione non esiste.
error.undeploy.file.noexist.useraction=Correggere il valore dell'attributo fileName.

info.undeploy=CWWKM2021I: Annullamento della distribuzione dell''applicazione {0} dalla cartella dropins.
info.undeploy.explanation=L'attivit\u00e0 di annullamento della distribuzione sta eliminando l'applicazione.
info.undeploy.useraction=Non \u00e8 richiesta alcuna azione.

error.undeploy.fail=CWWKM2022E: Impossibile annullare la distribuzione dell''applicazione {0}. Non \u00e8 stato possibile trovare il messaggio di arresto dell''applicazione nel console.log.
error.undeploy.fail.explanation=\u00c8 stato fatto un tentativo di annullare la distribuzione dell'applicazione ma il messaggio di arresto dell'applicazione non \u00e8 stato generato.
error.undeploy.fail.useraction=Controllare i file di log di traccia e della console per cercare la causa del mancato arresto dell'applicazione.
