info.variable=CWWKM2001I: {0} es {1}.
info.variable.explanation=Muestra el valor de la variable.
info.variable.useraction=No se requiere ninguna acci\u00f3n. 
error.invoke.command=CWWKM2002E: No se ha podido invocar {0}. RC= {1} pero se esperaba={2}.
error.invoke.command.explanation=Se ha emitido un mandato, pero ha finalizado con un c\u00f3digo de retorno inesperado.
error.invoke.command.useraction=Consulte el registro de errores de ejecuci\u00f3n del mandato.

error.installDir.validate=CWWKM2003E: No puede establecer el atributo installDir en nulo.
error.installDir.validate.explanation=El atributo de tarea Ant installDir debe establecerse en un valor distinto de nulo.
error.installDir.validate.useraction=Defina el valor del atributo installDir en un valor distinto de nulo.

error.installDir.set=CWWKM2004E: Cuando se establece installDir, debe apuntar a un directorio que contenga lib/ws-launch.jar.
error.installDir.set.explanation=El directorio de instalaci\u00f3n del servidor debe contener lib/ws-launch.jar.
error.installDir.set.useraction=Compruebe que el servidor se haya instalado correctamente. Aseg\u00farese de que lib/ws-lauch.jar exista.

error.fileset.set=CWWKM2005E: Debe especificar el atributo de archivo o el elemento de conjunto de archivos anidado en la tarea de despliegue.
error.fileset.set.explanation=La tarea de despliegue se ha utilizado; pero no se ha especificado ninguna informaci\u00f3n sobre el archivo o el conjunto de archivos que se va a desplegar.
error.fileset.set.useraction=A\u00f1ada el atributo de archivo o proporcione un elemento de conjunto de archivos anidado.

info.deploy.app=CWWKM2006I: Desplegando la aplicaci\u00f3n {0} en la carpeta dropins.
info.deploy.app.explanation=Se est\u00e1 desplegando la aplicaci\u00f3n.
info.deploy.app.useraction=No se requiere ninguna acci\u00f3n. 
error.deploy=CWWKM2007E: Liberty s\u00f3lo da soporte al despliegue de archivos war, eba, zip, ear o jar.
error.deploy.explanation=El servidor Liberty s\u00f3lo da soporte al despliegue de archivos war, eba, zip, ear y jar.
error.deploy.useraction=Corrija el nombre del archivo de aplicaci\u00f3n.

error.deploy.fail=CWWKM2008E: No se ha podido desplegar la aplicaci\u00f3n {0}. No se ha encontrado el mensaje de inicio de la aplicaci\u00f3n en console.log
error.deploy.fail.explanation=Se ha intentado iniciar la aplicaci\u00f3n, pero no se ha encontrado el mensaje de inicio de la aplicaci\u00f3n en console.log.
error.deploy.fail.useraction=Compruebe los archivos de configuraci\u00f3n del servidor e investigue la causa de la anomal\u00eda al iniciar la aplicaci\u00f3n.

error.server.fail=CWWKM2009E: No se ha podido iniciar el servidor. No se ha encontrado el mensaje de inicio del servidor en console.log.
error.server.fail.explanation=Se ha intentado iniciar el servidor, pero no se ha encontrado el mensaje de inicio del servidor en console.log.
error.server.fail.useraction=Consulte los archivos de registro de rastreo y de consola para investigar los problemas de inicio del servidor

info.search.string=CWWKM2010I: Buscando {0} en {1}. Esta b\u00fasqueda exceder\u00e1 el tiempo de espera despu\u00e9s de {2} segundos.
info.search.string.explanation=Se ha realizado una solicitud de espera para que un archivo de registro contenga el texto especificando.
info.search.string.useraction=No se requiere ninguna acci\u00f3n. 
error.serch.string.timeout=CWWKM2011E: La b\u00fasqueda de {0} en {1} ha agotado el tiempo de espera.
error.serch.string.timeout.explanation=Se ha realizado una solicitud de espera para que un archivo de registro contenga el texto especificando, pero el archivo de registro no conten\u00eda el mensaje antes de agotar el tiempo de espera de la b\u00fasqueda.
error.serch.string.timeout.useraction=Investigue la causa del mensaje que falta.

info.file.validated=CWWKM2012E: Se ha producido un error interno. El archivo que se est\u00e1 validando es nulo
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002 
info.file.validate.noexist=CWWKM2013I: El archivo {0} que se est\u00e1 validando no existe.
info.file.validate.noexist.explanation=El archivo de b\u00fasqueda no existe.
info.file.validate.noexist.useraction=Aseg\u00farese de que el archivo de b\u00fasqueda exista.

info.look.string.infile=CWWKM2014I: Buscando ahora {0} en {1}.
info.look.string.infile.explanation=Se ha solicitado una b\u00fasqueda de la serie especificada en el archivo dado.
info.look.string.infile.useraction=No se requiere ninguna acci\u00f3n. 
info.match.string=CWWKM2015I: El n\u00famero de coincidencia: {0} es {1}.
info.match.string.explanation=Se ha solicitado una b\u00fasqueda de una serie que se acaba de localizar.
info.match.string.useraction=No se requiere ninguna acci\u00f3n. 
error.server.operation.validate=CWWKM2016E: Debe definir el valor del atributo {0}.
error.server.operation.validate.explanation=Falta un atributo necesario en una tarea Ant.
error.server.operation.validate.useraction=Defina el atributo que falta.

info.server.create=CWWKM2017I: El servidor {0} no existe; creando el servidor.
info.server.create.explanation=Se ha realizado una solicitud para operar en un servidor que no existe. Se crear\u00e1 el servidor que falta.
info.server.create.useraction=No se requiere ninguna acci\u00f3n. 
error.server.package=CWWKM2018E: Al empaquetar el servidor, el atributo de archivado debe apuntar a un archivo zip.
error.server.package.explanation=Se ha utilizado la tarea de paquete, pero el atributo de archivado especifica un directorio en lugar del nombre de un archivo zip.
error.server.package.useraction=Corrija el valor del atributo de archivado.

erro.undeploy.filename.set=CWWKM2019E: Falta el atributo fileName.
erro.undeploy.filename.set.explanation=La tarea de retirada de despliegue requiere que se proporcione el atributo fileName.
erro.undeploy.filename.set.useraction=Especifique el valor del atributo fileName.

error.undeploy.file.noexist=CWWKM2020E: La aplicaci\u00f3n de la que se desea retirar el despliegue {0} no existe.
error.undeploy.file.noexist.explanation=La tarea de retirada de despliegue no puede retirar el despliegue de la aplicaci\u00f3n porque la aplicaci\u00f3n no existe.
error.undeploy.file.noexist.useraction=Corrija el valor del atributo fileName.

info.undeploy=CWWKM2021I: Retirando el despliegue de la aplicaci\u00f3n {0} de la carpeta dropins.
info.undeploy.explanation=La tarea de retirada de despliegue est\u00e1 suprimiendo la aplicaci\u00f3n.
info.undeploy.useraction=No se requiere ninguna acci\u00f3n. 
error.undeploy.fail=CWWKM2022E: No se ha podido retirar el despliegue de la aplicaci\u00f3n {0}. No se ha encontrado el mensaje de detenci\u00f3n de la aplicaci\u00f3n en console.log.
error.undeploy.fail.explanation=Se ha intentado retirar el despliegue de la aplicaci\u00f3n, pero no se ha emitido el mensaje de detenci\u00f3n de la aplicaci\u00f3n.
error.undeploy.fail.useraction=Consulte los archivos de registro de rastreo y de consola para investigar la causa de la anomal\u00eda al detener la aplicaci\u00f3n.
