info.variable=CWWKM2001I: {0} \u00e9 {1}.
info.variable.explanation=Mostra o valor da vari\u00e1vel.
info.variable.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

error.invoke.command=CWWKM2002E: Falha ao chamar {0}. RC= {1} mas esperado={2}.
error.invoke.command.explanation=Um comando foi emitido, mas terminou com um c\u00f3digo de retorno inesperado.
error.invoke.command.useraction=Verifique o log de falha de execu\u00e7\u00e3o do comando.

error.installDir.validate=CWWKM2003E: N\u00e3o \u00e9 poss\u00edvel configurar o atributo installDir como nulo.
error.installDir.validate.explanation=O atributo da tarefa Ant installDir deve ser configurado com um valor diferente de nulo.
error.installDir.validate.useraction=Defina o valor de atributo installDir com um valor n\u00e3o nulo.

error.installDir.set=CWWKM2004E: Quando installDir \u00e9 configurado, ele deve apontar para um diret\u00f3rio que cont\u00e9m  lib/ws-launch.jar.
error.installDir.set.explanation=O diret\u00f3rio de instala\u00e7\u00e3o de servidor deve conter lib/ws-launch.jar.
error.installDir.set.useraction=Verifique se o servidor est\u00e1 instalado corretamente. Certifique-se de que lib/ws-lauch.jar exista.

error.fileset.set=CWWKM2005E: \u00c9 necess\u00e1rio especificar o atributo de arquivo ou o elemento do conjunto de arquivos aninhado na tarefa de implementa\u00e7\u00e3o.
error.fileset.set.explanation=A tarefa de implementa\u00e7\u00e3o precisa ser usada; mas nenhuma informa\u00e7\u00e3o sobre o arquivo ou conjunto de arquivos a ser implementado foi especificada.
error.fileset.set.useraction=Inclua o atributo de arquivo ou forne\u00e7a um elemento de conjunto de arquivos aninhado.

info.deploy.app=CWWKM2006I: Implementando aplicativo {0} na pasta de dropins.
info.deploy.app.explanation=O aplicativo est\u00e1 sendo implementado.
info.deploy.app.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

error.deploy=CWWKM2007E: O Liberty suporta apenas implementa\u00e7\u00e3o de arquivos war, eba, zip, ear ou jar.
error.deploy.explanation=O servidor Liberty suporta apenas a implementa\u00e7\u00e3o de arquivos war, eba, zip, ear e jar.
error.deploy.useraction=Corrija o nome do arquivo de aplicativo.

error.deploy.fail=CWWKM2008E: Falha ao implementar o aplicativo {0}. A mensagem de In\u00edcio do aplicativo n\u00e3o foi localizada no console.log
error.deploy.fail.explanation=Foi feita uma tentativa de iniciar o aplicativo, mas a mensagem de In\u00edcio do aplicativo n\u00e3o foi localizada no console.log.
error.deploy.fail.useraction=Verifique os arquivos de configura\u00e7\u00e3o do servidor e investigue a causa da falha em iniciar o aplicativo.

error.server.fail=CWWKM2009E: Falha ao iniciar servidor. A mensagem de in\u00edcio do servidor n\u00e3o foi localizada no console.log.
error.server.fail.explanation=Foi feita uma tentativa de iniciar o servidor, mas a mensagem de in\u00edcio do servidor n\u00e3o foi localizada no console.log.
error.server.fail.useraction=Verifique o console e os arquivos de log de rastreio para investigar os problemas de in\u00edcio do servidor

info.search.string=CWWKM2010I: Procurando {0} em {1}. Esta procura atingir\u00e1 o tempo limite ap\u00f3s {2} segundos.
info.search.string.explanation=Foi feita uma solicita\u00e7\u00e3o para esperar um arquivo de log para conter o texto fornecido.
info.search.string.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

error.serch.string.timeout=CWWKM2011E: Tempo limite atingido para {0} em {1}.
error.serch.string.timeout.explanation=Foi feita uma solicita\u00e7\u00e3o para esperar um arquivo de log para conter o texto fornecido, mas o arquivo de log n\u00e3o continha a mensagem antes da procura atingir o tempo limite
error.serch.string.timeout.useraction=Investigue a causa da mensagem ausente.

info.file.validated=CWWKM2012E: Ocorreu um erro interno. O arquivo que est\u00e1 sendo validado \u00e9 nulo
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: O arquivo {0} que est\u00e1 sendo validado n\u00e3o existe.
info.file.validate.noexist.explanation=O arquivo de procura n\u00e3o existe.
info.file.validate.noexist.useraction=Certifique-se de que o arquivo de procura exista.

info.look.string.infile=CWWKM2014I: Agora procurando por {0} em {1}.
info.look.string.infile.explanation=Foi solicitada uma procura para a sequ\u00eancia fornecida no arquivo especificado.
info.look.string.infile.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

info.match.string=CWWKM2015I: N\u00famero de correspond\u00eancia: {0} \u00e9 {1}.
info.match.string.explanation=Uma procura foi solicitada para uma sequ\u00eancia que foi localizada agora.
info.match.string.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

error.server.operation.validate=CWWKM2016E: Voc\u00ea deve definir o valor do atributo {0}.
error.server.operation.validate.explanation=Um atributo necess\u00e1rio est\u00e1 ausente em uma tarefa Ant.
error.server.operation.validate.useraction=Defina o atributo ausente.

info.server.create=CWWKM2017I: O servidor {0} n\u00e3o existe, criando o servidor.
info.server.create.explanation=Foi feita uma solicita\u00e7\u00e3o para operar em um servidor que n\u00e3o existe. O servidor ausente ser\u00e1 criado.
info.server.create.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

error.server.package=CWWKM2018E: Ao empacotar o servidor, o atributo de archive deve apontar para um arquivo zip.
error.server.package.explanation=A tarefa do pacote foi usada, mas o atributo de archive especifica um diret\u00f3rio em vez do nome de um arquivo zip.
error.server.package.useraction=Corrija o valor do atributo de archive.

erro.undeploy.filename.set=CWWKM2019E: O atributo fileName est\u00e1 ausente.
erro.undeploy.filename.set.explanation=A tarefa de remo\u00e7\u00e3o da implementa\u00e7\u00e3o requer que o atributo fileName seja fornecido.
erro.undeploy.filename.set.useraction=Especifique o valor do atributo fileName.

error.undeploy.file.noexist=CWWKM2020E: O aplicativo com implementa\u00e7\u00e3o removida {0} n\u00e3o existe.
error.undeploy.file.noexist.explanation=A tarefa de remo\u00e7\u00e3o da implementa\u00e7\u00e3o n\u00e3o pode remover a implementa\u00e7\u00e3o do aplicativo pois o aplicativo n\u00e3o existe.
error.undeploy.file.noexist.useraction=Corrija o valor do atributo fileName.

info.undeploy=CWWKM2021I: Removendo a implementa\u00e7\u00e3o do aplicativo {0} da pasta de dropins.
info.undeploy.explanation=A tarefa de remo\u00e7\u00e3o da implementa\u00e7\u00e3o est\u00e1 excluindo o aplicativo.
info.undeploy.useraction=Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.

error.undeploy.fail=CWWKM2022E: Falha ao remover implementa\u00e7\u00e3o do aplicativo {0}. A mensagem Parar Aplicativo n\u00e3o pode ser localizada em console.log.
error.undeploy.fail.explanation=Foi feita uma tentativa de remover a implementa\u00e7\u00e3o do aplicativo, mas a mensagem de parada do aplicativo n\u00e3o foi emitida.
error.undeploy.fail.useraction=Verifique o console e os arquivos de log de rastreio para investigar a causa da falha para parar o aplicativo.
