info.variable=CWWKM2001I: {0} este {1}.
info.variable.explanation=Afi\u015feaz\u0103 valoarea variabilei.
info.variable.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

error.invoke.command=CWWKM2002E: E\u015fuare la invocare {0}. RC= {1} dar a\u015fteptat={2}.
error.invoke.command.explanation=O comand\u0103 a fost lansat\u0103 dar terminat\u0103 cu un cod de returnare nea\u015fteptat\u0103.
error.invoke.command.useraction=Verifica\u0163i istoricul de e\u015fec al execut\u0103rii comenzii.

error.installDir.validate=CWWKM2003E: Nu pute\u0163i seta atributul installDir \u00een nul.
error.installDir.validate.explanation=Atributul taskului ant installDir trebuie s\u0103 fie setat la o valoare alta dec\u00e2t nul.
error.installDir.validate.useraction=Defini\u0163i valoarea atributului installDir la o valaore nenul\u0103.

error.installDir.set=CWWKM2004E: C\u00e2nd este setat installDir, el trebuie s\u0103 arate un director care con\u0163ine lib/ws-launch.jar.
error.installDir.set.explanation=Directorul de instalare trebuie s\u0103 con\u0163in\u0103 lib/ws-launch.jar.
error.installDir.set.useraction=V\u0103 rug\u0103m verifica\u0163i faptul c\u0103 serverul este instalat corect. Asigura\u0163i-v\u0103 c\u0103 exist\u0103 lib/ws-lauch.jar.

error.fileset.set=CWWKM2005E: Trebuie s\u0103 specifica\u0163i fie atributul fi\u015fierului fie elementul map\u0103 imbricat pe taskul de implementare.
error.fileset.set.explanation=Tasul de implementare a fost utilizat; dar nicio informa\u0163ie pe fi\u015fier sau  pe map\u0103 nu a fost specificat\u0103 pentru a fi implementat\u0103.
error.fileset.set.useraction=Fie ad\u0103uga\u0163i atributul fi\u015fierului fie furniza\u0163i un element map\u0103 imbricat.

info.deploy.app=CWWKM2006I: Implementarea aplica\u0163iei {0} la folderul dropin-urilor.
info.deploy.app.explanation=Aplica\u0163ia este implementat\u0103.
info.deploy.app.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

error.deploy=CWWKM2007E: Liberty suport\u0103 doar implementarea fi\u015fierelor war, eba, zip, ear sau jar.
error.deploy.explanation=Serverul Liberty suport\u0103 doar implementarea fi\u015fierelor war, eba, zip, ear \u015fi jar.
error.deploy.useraction=Corecta\u0163i numele fi\u015fierului de aplica\u0163ie.

error.deploy.fail=CWWKM2008E: e\u015fuare la implementarea aplica\u0163iei {0}. Mesajul de pornire a aplica\u0163iei nu a fost g\u0103sit \u00een console.log
error.deploy.fail.explanation=A fost f\u0103cut\u0103 o \u00eencercare pentru a porni aplica\u0163ia, dar Mesajul de pornire al aplica\u0163iei nu a fost g\u0103sit \u00een console.log.
error.deploy.fail.useraction=Verifica\u0163i fi\u015fierele de configura\u0163ie \u015fi investiga\u0163i cauza e\u015fecului pornirii aplica\u0163iei.

error.server.fail=CWWKM2009E: A\u015fuare la pornirea serverului. Mesajul de pornire al serverului nu a fost g\u0103sit \u00een console.log.
error.server.fail.explanation=A fost f\u0103cut\u0103 o \u00eencercare pentru a porni severul, dar Mesajul de pornire al serverului nu a fost g\u0103sit \u00een console.log.
error.server.fail.useraction=Verifica\u0163i fi\u015fierele istoric consol\u0103 \u015fi urm\u0103 pentru a investiga problemele de pornire ale serverului

info.search.string=CWWKM2010I: Verificarea {0} \u00een {1}. Aceast\u0103 c\u0103utare va fi timeout dup\u0103 {2} secunde.
info.search.string.explanation=O cerere a fost f\u0103cut\u0103 pentru a a\u015ftepta pentru un fi\u015fier istoric pentru a con\u0163ine textul dat.
info.search.string.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

error.serch.string.timeout=CWWKM2011E: Time out la c\u0103utarea {0} \u00een {1}.
error.serch.string.timeout.explanation=O cerere a fost f\u0103cut\u0103 pentru a a\u015ftepta pentru un fi\u015fier istoric pentru a con\u0163ine textul dat, dar fi\u015fierul istoric nuu con\u0163ine mesajul \u00eenainte de c\u0103utarea time out
error.serch.string.timeout.useraction=Investiga\u0163i cauza mesajului lips\u0103.

info.file.validated=CWWKM2012E: A survenit o eroare intern\u0103. Fi\u015fierul care este validat este null
info.file.validated.explanation=MSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: Fi\u015fierul {0} care este validat nu exist\u0103.
info.file.validate.noexist.explanation=Fi\u015fierul c\u0103utare nu exist\u0103.
info.file.validate.noexist.useraction=Asigura\u0163i-v\u0103 c\u0103 fi\u015fierul exist\u0103.

info.look.string.infile=CWWKM2014I: Acum caut\u0103 {0} \u00een {1}.
info.look.string.infile.explanation=O c\u0103utare a fost cerut\u0103 pentru \u015firul dat \u00een fi\u015fierul dat.
info.look.string.infile.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

info.match.string=CWWKM2015I: Num\u0103rul potrivire: {0} este {1}.
info.match.string.explanation=O c\u0103utare a fost cerut\u0103 pentru un \u015fir care nu a fost localizat.
info.match.string.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

error.server.operation.validate=CWWKM2016E: Trebuie s\u0103 defini\u0163i valoarea atributului {0}.
error.server.operation.validate.explanation=Un atribut cerere lipse\u015fte pe un task ant.
error.server.operation.validate.useraction=Defini\u0163i atrbutul lips\u0103.

info.server.create=CWWKM2017I: Serverul {0} nu exist\u0103, crearea serverului.
info.server.create.explanation=O cerere a fost f\u0103cut\u0103 pentru a opera pe un server care nu exist\u0103. Serverul lips\u0103 va fi creat.
info.server.create.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

error.server.package=CWWKM2018E: C\u00e2nd \u00eempacheta\u0163i serverul, atributul arhiv\u0103 trebuie s\u0103 arate un fi\u015fier de arhivare.
error.server.package.explanation=Taskul pachet a fost utilizat dat atributul arhiv\u0103 specific\u0103 un director mai degrab\u0103 dec\u00e2t numele unui fi\u015fier de arhivare.
error.server.package.useraction=Corecta\u0163i valoarea atributului arhiv\u0103.

erro.undeploy.filename.set=CWWKM2019E: Atributul fileName lipse\u015fte.
erro.undeploy.filename.set.explanation=Taskul de dezimplementare necesit\u0103 ca atributul fileName s\u0103 fie furnizat.
erro.undeploy.filename.set.useraction=Specifica\u0163i valoarea atrbutului fileName.

error.undeploy.file.noexist=CWWKM2020E: Aplica\u0163ia dezimplementat\u0103 {0} nu exist\u0103.
error.undeploy.file.noexist.explanation=Taskul de dezimplementare nu poate dezimplementa aplica\u0163ia deoarece aplica\u0163ia nu exist\u0103.
error.undeploy.file.noexist.useraction=Corecta\u0163i valoarea atributului fileName.

info.undeploy=CWWKM2021I: Dezimplementarea aplica\u0163iei {0} de la folderul dropin-urilor.
info.undeploy.explanation=Taskul de dezimplementare este \u015fters de la aplica\u0163ie.
info.undeploy.useraction=Nu este necesar\u0103 nici o ac\u0163iune.

error.undeploy.fail=CWWKM2022E: E\u015fuare la dezimplementarea aplica\u0163iei {0}. Mesajul de oprire al aplica\u0163iei nu a putut fi g\u0103sit \u00een console.log.
error.undeploy.fail.explanation=S-a f\u0103cut o \u00eencercare de dezimplementare a aplica\u0163iei, dar nu a fost emis mesajul de oprire a aplica\u0163iei.
error.undeploy.fail.useraction=Verifica\u0163i consola \u015fi fi\u015fierele istoric de urm\u0103rire pentru a investiga cauza e\u015fecului de \u00eenchidere a aplica\u0163iei.
