info.variable=CWWKM2001I: {0} \u00e9rt\u00e9ke {1}.
info.variable.explanation=Megjelen\u00edti a v\u00e1ltoz\u00f3 \u00e9rt\u00e9k\u00e9t.
info.variable.useraction=Semmit sem kell tennie.

error.invoke.command=CWWKM2002E: A(z) {0} ind\u00edt\u00e1sa meghi\u00fasult. RC= {1}, de a v\u00e1rt={2}.
error.invoke.command.explanation=Parancs ker\u00fclt kiad\u00e1sra, azonban v\u00e1ratlan visszat\u00e9r\u00e9si k\u00f3ddal fejez\u0151d\u00f6tt be.
error.invoke.command.useraction=Ellen\u0151rizze a parancsv\u00e9grehajt\u00e1si hibanapl\u00f3t.

error.installDir.validate=CWWKM2003E: Az installDir attrib\u00fatumot nem \u00e1ll\u00edthatja be null\u00e9rt\u00e9kre.
error.installDir.validate.explanation=Az installDir ant feladatattrib\u00fatumot null\u00e9rt\u00e9kt\u0151l elt\u00e9r\u0151 \u00e9rt\u00e9kre kell be\u00e1ll\u00edtani.
error.installDir.validate.useraction=Adjon meg egy nullt\u00f3l elt\u00e9r\u0151 \u00e9rt\u00e9ket az installDir attrib\u00fatum sz\u00e1m\u00e1ra.

error.installDir.set=CWWKM2004E: Amikor az installDir be van \u00e1ll\u00edtva, egy olyan k\u00f6nyvt\u00e1rra kell mutatnia, amely tartalmazza a lib/ws-launch.jar f\u00e1jlt.
error.installDir.set.explanation=A kiszolg\u00e1l\u00f3 telep\u00edt\u00e9si k\u00f6nyvt\u00e1r\u00e1nak tartalmaznia kell a lib/ws-launch.jar f\u00e1jlt.
error.installDir.set.useraction=Ellen\u0151rizze, hogy a kiszolg\u00e1l\u00f3 megfelel\u0151en van-e telep\u00edtve. Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a lib/ws-lauch.jar l\u00e9tezik.

error.fileset.set=CWWKM2005E: A telep\u00edt\u00e9si feladaton meg kell adnia a f\u00e1jlattrib\u00fatumot vagy az egym\u00e1sba \u00e1gyazott f\u00e1jlk\u00e9szlet elemet.
error.fileset.set.explanation=A telep\u00edt\u00e9si feladatot kell haszn\u00e1lni, azonban nem ker\u00fcltek megad\u00e1sra a telep\u00edtend\u0151 f\u00e1jllal vagy f\u00e1jlk\u00e9szlettel kapcsolatos inform\u00e1ci\u00f3k.
error.fileset.set.useraction=Adja hozz\u00e1 a f\u00e1jlattrib\u00fatumot vagy adja meg az egym\u00e1sba \u00e1gyazott f\u00e1jlk\u00e9szlet elemet.

info.deploy.app=CWWKM2006I: A(z) {0} alkalmaz\u00e1s telep\u00edt\u00e9se a lerak\u00e1si mapp\u00e1ba.
info.deploy.app.explanation=Az alkalmaz\u00e1s telep\u00edt\u00e9s alatt van.
info.deploy.app.useraction=Semmit sem kell tennie.

error.deploy=CWWKM2007E: A Liberty csak war, eba, zip, ear vagy jar f\u00e1jlok telep\u00edt\u00e9s\u00e9t t\u00e1mogatja.
error.deploy.explanation=A Liberty kiszolg\u00e1l\u00f3 csak war, eba, zip, ear \u00e9s jar f\u00e1jlok telep\u00edt\u00e9s\u00e9t t\u00e1mogatja.
error.deploy.useraction=Jav\u00edtsa ki az alkalmaz\u00e1s f\u00e1jl nev\u00e9t.

error.deploy.fail=CWWKM2008E: A(z) {0} alkalmaz\u00e1s telep\u00edt\u00e9se meghi\u00fasult. Az Alkalmaz\u00e1s ind\u00edt\u00e1sa \u00fczenet nem tal\u00e1lhat\u00f3 a console.log f\u00e1jlban
error.deploy.fail.explanation=A rendszer megk\u00eds\u00e9relte az alkalmaz\u00e1s ind\u00edt\u00e1s\u00e1t, de az Alkalmaz\u00e1s ind\u00edt\u00e1sa \u00fczenet nem tal\u00e1lhat\u00f3 a console.log f\u00e1jlban.
error.deploy.fail.useraction=Ellen\u0151rizze a kiszolg\u00e1l\u00f3 konfigur\u00e1ci\u00f3s f\u00e1jljait, \u00e9s vizsg\u00e1lja ki az alkalmaz\u00e1sind\u00edt\u00e1s meghi\u00fasul\u00e1s\u00e1nak ok\u00e1t.

error.server.fail=CWWKM2009E: A kiszolg\u00e1l\u00f3 ind\u00edt\u00e1sa meghi\u00fasult. Az kiszolg\u00e1l\u00f3 ind\u00edt\u00e1sa \u00fczenet nem tal\u00e1lhat\u00f3 a console.log f\u00e1jlban.
error.server.fail.explanation=A rendszer megk\u00eds\u00e9relte a kiszolg\u00e1l\u00f3 ind\u00edt\u00e1s\u00e1t, de a Kiszolg\u00e1l\u00f3 ind\u00edt\u00e1sa \u00fczenet nem tal\u00e1lhat\u00f3 a console.log f\u00e1jlban.
error.server.fail.useraction=Ellen\u0151rizze a konzol \u00e9s nyomk\u00f6vet\u00e9s napl\u00f3f\u00e1jlokat a kiszolg\u00e1l\u00f3ind\u00edt\u00e1si probl\u00e9ma kivizsg\u00e1l\u00e1sa \u00e9rdek\u00e9ben

info.search.string=CWWKM2010I: {0} keres\u00e9se a k\u00f6vetkez\u0151ben: {1}. A keres\u00e9s {2} m\u00e1sodperc m\u00falva t\u00fall\u00e9pi az id\u0151korl\u00e1tot.
info.search.string.explanation=K\u00e9r\u00e9s t\u00f6rt\u00e9nt az adott sz\u00f6veget tartalmaz\u00f3 napl\u00f3f\u00e1jlra val\u00f3 v\u00e1rakoz\u00e1sra.
info.search.string.useraction=Semmit sem kell tennie.

error.serch.string.timeout=CWWKM2011E: T\u00fall\u00e9pte az id\u0151korl\u00e1tot a(z) {0} keres\u00e9se a k\u00f6vetkez\u0151ben: {1}.
error.serch.string.timeout.explanation=K\u00e9r\u00e9s t\u00f6rt\u00e9nt az adott sz\u00f6veget tartalmaz\u00f3 napl\u00f3f\u00e1jlra val\u00f3 v\u00e1rakoz\u00e1sra, azonban a napl\u00f3f\u00e1jlban nem volt megtal\u00e1lhat\u00f3 az \u00fczenet miel\u0151tt a keres\u00e9s t\u00fall\u00e9pte az id\u0151korl\u00e1tot
error.serch.string.timeout.useraction=Vizsg\u00e1lja ki az \u00fczenet hi\u00e1ny\u00e1nak ok\u00e1t.

info.file.validated=CWWKM2012E: Bels\u0151 hiba t\u00f6rt\u00e9nt. Az \u00e9rv\u00e9nyes\u00edtett f\u00e1jl null\u00e9rt\u00e9k\u0171.
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: Az \u00e9rv\u00e9nyes\u00edtett {0} f\u00e1jl nem l\u00e9tezik.
info.file.validate.noexist.explanation=A keresett f\u00e1jl nem l\u00e9tezik.
info.file.validate.noexist.useraction=Gy\u0151z\u0151dj\u00f6n meg r\u00f3la, hogy a f\u00e1jl l\u00e9tezik.

info.look.string.infile=CWWKM2014I: Most a(z) {0} keres\u00e9se a k\u00f6vetkez\u0151ben: {1}.
info.look.string.infile.explanation=K\u00e9r\u00e9s t\u00f6rt\u00e9nt az adott karaktersorozat keres\u00e9s\u00e9re az adott f\u00e1jlban.
info.look.string.infile.useraction=Semmit sem kell tennie.

info.match.string=CWWKM2015I: Egyez\u00e9s sz\u00e1ma: {0} a k\u00f6vetkez\u0151: {1}.
info.match.string.explanation=K\u00e9r\u00e9s t\u00f6rt\u00e9nt az adott karaktersorozat keres\u00e9s\u00e9re, amelyet a rendszer most megtal\u00e1lt.
info.match.string.useraction=Semmit sem kell tennie.

error.server.operation.validate=CWWKM2016E: Meg kell adnia a(z) {0} attrib\u00fatum \u00e9rt\u00e9k\u00e9t.
error.server.operation.validate.explanation=Egy sz\u00fcks\u00e9ges attrib\u00fatum hi\u00e1nyzik egy ant feladatb\u00f3l.
error.server.operation.validate.useraction=Adja meg a hi\u00e1nyz\u00f3 attrib\u00fatumot.

info.server.create=CWWKM2017I: A(z) {0} kiszolg\u00e1l\u00f3 nem l\u00e9tezik, kiszolg\u00e1l\u00f3 l\u00e9trehoz\u00e1sa.
info.server.create.explanation=K\u00e9r\u00e9s t\u00f6rt\u00e9nt egy olyan kiszolg\u00e1l\u00f3n val\u00f3 m\u0171k\u00f6d\u00e9sre, amely nem l\u00e9tezik. A rendszer l\u00e9trehozza a hi\u00e1nyz\u00f3 kiszolg\u00e1l\u00f3t.
info.server.create.useraction=Semmit sem kell tennie.

error.server.package=CWWKM2018E: A kiszolg\u00e1l\u00f3 csomagol\u00e1sakor az arch\u00edvum attrib\u00fatumnak egy zip f\u00e1jlra kell mutatnia.
error.server.package.explanation=A csomagol\u00e1si feladat ker\u00fclt haszn\u00e1latra, azonban az arch\u00edvum attrib\u00fatum egy zip f\u00e1jl neve helyett egy k\u00f6nyvt\u00e1rat ad meg.
error.server.package.useraction=Jav\u00edtsa ki az arch\u00edvum attrib\u00fatum \u00e9rt\u00e9k\u00e9t.

erro.undeploy.filename.set=CWWKM2019E: A fileName attrib\u00fatum hi\u00e1nyzik.
erro.undeploy.filename.set.explanation=Az elt\u00e1vol\u00edt\u00e1s feladathoz meg kell adni a fileName attrib\u00fatumot.
erro.undeploy.filename.set.useraction=Adja meg a fileName \u00e9rt\u00e9k\u00e9t.

error.undeploy.file.noexist=CWWKM2020E: Az elt\u00e1vol\u00edtott {0} alkalmaz\u00e1s nem l\u00e9tezik.
error.undeploy.file.noexist.explanation=Az elt\u00e1vol\u00edt\u00e1s feladat nem k\u00e9pes elt\u00e1vol\u00edtani az alkalmaz\u00e1st, mivel az alkalmaz\u00e1s nem l\u00e9tezik.
error.undeploy.file.noexist.useraction=Jav\u00edtsa ki a fileName attrib\u00fatum \u00e9rt\u00e9k\u00e9t.

info.undeploy=CWWKM2021I: A(z) {0} alkalmaz\u00e1s elt\u00e1vol\u00edt\u00e1sa a lerak\u00e1si mapp\u00e1b\u00f3l.
info.undeploy.explanation=Az elt\u00e1vol\u00edt\u00e1si feladat t\u00f6rli az alkalmaz\u00e1st.
info.undeploy.useraction=Semmit sem kell tennie.

error.undeploy.fail=CWWKM2022E: A(z) {0} alkalmaz\u00e1s elt\u00e1vol\u00edt\u00e1sa meghi\u00fasult. Az Alkalmaz\u00e1s le\u00e1ll\u00edt\u00e1sa \u00fczenet nem tal\u00e1lhat\u00f3 a console.log f\u00e1jlban.
error.undeploy.fail.explanation=A rendszer megk\u00eds\u00e9relte az alkalmaz\u00e1s elt\u00e1vol\u00edt\u00e1s\u00e1t, de az alkalmaz\u00e1s le\u00e1ll\u00edt\u00e1sa \u00fczenet nem ker\u00fclt kiad\u00e1sra.
error.undeploy.fail.useraction=Ellen\u0151rizze a konzol \u00e9s nyomk\u00f6vet\u00e9s napl\u00f3f\u00e1jlokat, \u00e9s vizsg\u00e1lja ki az alkalmaz\u00e1s le\u00e1ll\u00edt\u00e1s\u00e1nak meghi\u00fasul\u00e1s\u00e1t el\u0151id\u00e9z\u0151 okot.
