info.variable=CWWKM2001I: {0} est {1}.
info.variable.explanation=Affiche la valeur de la variable.
info.variable.useraction=Aucune action n'est requise.

error.invoke.command=CWWKM2002E: Echec de l''appel de {0}. Code retour = {1} mais l''\u00e9l\u00e9ment attendu \u00e9tait ={2}.
error.invoke.command.explanation=Une commande a \u00e9t\u00e9 \u00e9mise mais a renvoy\u00e9 un code retour inattendu.
error.invoke.command.useraction=Consultez le journal des erreurs d'ex\u00e9cution de commande.

error.installDir.validate=CWWKM2003E: Vous ne pouvez pas attribuer la valeur null \u00e0 l'attribut installDir.
error.installDir.validate.explanation=L'attribut de t\u00e2che ant installDir doit avoir une valeur autre que null.
error.installDir.validate.useraction=Attribuez une valeur autre que null \u00e0 l'attribut installDir.

error.installDir.set=CWWKM2004E: Lorsque l'attribut installDir est d\u00e9fini, il doit d\u00e9signer un r\u00e9pertoire qui contient lib/ws-launch.jar.
error.installDir.set.explanation=Le r\u00e9pertoire d'installation de serveur doit contenir le fichier lib/ws-launch.jar.
error.installDir.set.useraction=V\u00e9rifiez que le serveur est install\u00e9 correctement. Assurez-vous que le fichier lib/ws-lauch.jar existe.

error.fileset.set=CWWKM2005E: Il est n\u00e9cessaire de sp\u00e9cifier l'attribut de fichier ou l'\u00e9l\u00e9ment d'ensemble de fichiers imbriqu\u00e9 pour la t\u00e2che de d\u00e9ploiement.
error.fileset.set.explanation=La t\u00e2che de d\u00e9ploiement doit \u00eatre utilis\u00e9e mais aucune information sur le fichier ou l'ensemble de fichiers \u00e0 d\u00e9ployer n'a \u00e9t\u00e9 sp\u00e9cifi\u00e9.
error.fileset.set.useraction=Ajoutez l'attribut de fichier ou fournissez un \u00e9l\u00e9ment d'ensemble de fichiers imbriqu\u00e9.

info.deploy.app=CWWKM2006I: D\u00e9ploiement de l''application {0} dans le dossier dropins.
info.deploy.app.explanation=L'application est en cours de d\u00e9ploiement.
info.deploy.app.useraction=Aucune action n'est requise.

error.deploy=CWWKM2007E: Liberty prend uniquement en charge le d\u00e9ploiement de fichiers war, eba, zip, ear ou jar.
error.deploy.explanation=Le serveur Liberty prend uniquement en charge le d\u00e9ploiement de fichiers war, eba, zip, ear et jar.
error.deploy.useraction=Corrigez le nom du fichier d'application.

error.deploy.fail=CWWKM2008E: Echec du d\u00e9ploiement de l''application {0}. Le message de d\u00e9marrage de l''application n''a pas \u00e9t\u00e9 trouv\u00e9 dans le fichier console.log
error.deploy.fail.explanation=Une tentative de d\u00e9marrage de l'application a \u00e9t\u00e9 effectu\u00e9e mais le message de d\u00e9marrage de l'application n'a pas \u00e9t\u00e9 trouv\u00e9 dans le fichier console.log.
error.deploy.fail.useraction=Consultez les fichiers de configuration du serveur et d\u00e9terminez la cause de l'erreur de d\u00e9marrage de l'application.

error.server.fail=CWWKM2009E: Impossible de d\u00e9marrer le serveur. Le message de d\u00e9marrage du serveur n'a pas \u00e9t\u00e9 trouv\u00e9 dans le fichier console.log.
error.server.fail.explanation=Une tentative de d\u00e9marrage du serveur a \u00e9t\u00e9 effectu\u00e9e mais le message de d\u00e9marrage du serveur n'a pas \u00e9t\u00e9 trouv\u00e9 dans le fichier console.log.
error.server.fail.useraction=Consultez les fichiers journaux de trace et de la console pour d\u00e9terminer les probl\u00e8mes de d\u00e9marrage du serveur.

info.search.string=CWWKM2010I: Recherche de {0} dans {1}. Cette recherche arrive \u00e0 expiration apr\u00e8s {2} secondes.
info.search.string.explanation=Il a \u00e9t\u00e9 demand\u00e9 d'attendre qu'un fichier journal contienne le texte indiqu\u00e9.
info.search.string.useraction=Aucune action n'est requise.

error.serch.string.timeout=CWWKM2011E: Expiration de la recherche de {0} dans {1}.
error.serch.string.timeout.explanation=Il a \u00e9t\u00e9 demand\u00e9 d'attendre qu'un fichier journal contienne le texte indiqu\u00e9 mais ce dernier ne se trouvait pas dans le fichier journal au moment de l'expiration de la recherche
error.serch.string.timeout.useraction=Recherchez la cause du message manquant.

info.file.validated=CWWKM2012E: Une erreur interne s'est produite. Le fichier en cours de validation est de type null
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: Le fichier {0} en cours de validation n''existe pas.
info.file.validate.noexist.explanation=Le fichier de recherche n'existe pas.
info.file.validate.noexist.useraction=V\u00e9rifiez que le fichier de recherche existe.

info.look.string.infile=CWWKM2014I: Recherche de {0} dans {1}.
info.look.string.infile.explanation=Il a \u00e9t\u00e9 demand\u00e9 de rechercher la cha\u00eene indiqu\u00e9e dans le fichier sp\u00e9cifi\u00e9.
info.look.string.infile.useraction=Aucune action n'est requise.

info.match.string=CWWKM2015I: Le num\u00e9ro correspondant est {0} \u00e0 la ligne {1}.
info.match.string.explanation=Une recherche d'une cha\u00eene actuellement localis\u00e9e a \u00e9t\u00e9 demand\u00e9e.
info.match.string.useraction=Aucune action n'est requise.

error.server.operation.validate=CWWKM2016E: Vous devez d\u00e9finir la valeur de l''attribut {0}.
error.server.operation.validate.explanation=Un attribut requis manque sur une t\u00e2che ant.
error.server.operation.validate.useraction=D\u00e9finissez l'attribut manquant.

info.server.create=CWWKM2017I: Le serveur {0} n''existe pas, cr\u00e9ation du serveur.
info.server.create.explanation=Il a \u00e9t\u00e9 demand\u00e9 d'effectuer des actions sur un serveur qui n'existe pas. Le serveur manquant sera cr\u00e9\u00e9.
info.server.create.useraction=Aucune action n'est requise.

error.server.package=CWWKM2018E: Lors de l'empaquetage du serveur, l'attribut archive doit d\u00e9signer un fichier zip.
error.server.package.explanation=La t\u00e2che d'empaquetage doit \u00eatre utilis\u00e9e mais l'attribut archive indique un r\u00e9pertoire et non le nom d'un fichier zip.
error.server.package.useraction=Corrigez la valeur de l'attribut archive.

erro.undeploy.filename.set=CWWKM2019E: L'attribut fileName manque.
erro.undeploy.filename.set.explanation=L'attribut fileName doit \u00eatre indiqu\u00e9 pour la t\u00e2che d'annulation de d\u00e9ploiement.
erro.undeploy.filename.set.useraction=Indiquez la valeur de l'attribut fileName.

error.undeploy.file.noexist=CWWKM2020E: L''application {0} pour laquelle l''annulation du d\u00e9ploiement a \u00e9t\u00e9 effectu\u00e9e n''existe pas.
error.undeploy.file.noexist.explanation=La t\u00e2che undeploy ne peut pas annuler le d\u00e9ploiement car l'application n'existe pas.
error.undeploy.file.noexist.useraction=Corrigez la valeur de l'attribut fileName.

info.undeploy=CWWKM2021I: Annulation du d\u00e9ploiement de l''application {0} du dossier dropins.
info.undeploy.explanation=La t\u00e2che d'annulation de d\u00e9ploiement supprime l'application.
info.undeploy.useraction=Aucune action n'est requise.

error.undeploy.fail=CWWKM2022E: Echec de l''annulation du d\u00e9ploiement de l''application {0}. Le message d''arr\u00eat de l''application n''a pas \u00e9t\u00e9 trouv\u00e9 dans le fichier console.log.
error.undeploy.fail.explanation=Une tentative d'annulation de d\u00e9ploiement de l'application a \u00e9t\u00e9 effectu\u00e9e mais le message d'arr\u00eat de l'application n'a pas \u00e9t\u00e9 \u00e9mis.
error.undeploy.fail.useraction=Consultez les fichiers journaux de trace et de la console afin de d\u00e9terminer la cause de l'\u00e9chec de l'arr\u00eat de l'application.
