info.variable=CWWKM2001I: Zmienna {0} ma warto\u015b\u0107 {1}.
info.variable.explanation=Wy\u015bwietla warto\u015b\u0107 zmiennej.
info.variable.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

error.invoke.command=CWWKM2002E: Nie powiod\u0142o si\u0119 wywo\u0142anie komendy {0}. Kod powrotu jest r\u00f3wny {1}, ale oczekiwano {2}.
error.invoke.command.explanation=Komenda zosta\u0142a wywo\u0142ana, ale jej dzia\u0142anie zako\u0144czy\u0142o si\u0119 nieoczekiwanym kodem powrotu.
error.invoke.command.useraction=Sprawd\u017a dziennik niepowodze\u0144 wykonania komendy.

error.installDir.validate=CWWKM2003E: Nie mo\u017cna ustawi\u0107 atrybutu installDir na warto\u015b\u0107 NULL.
error.installDir.validate.explanation=Atrybut installDir zadania ANT musi by\u0107 ustawiony na warto\u015b\u0107 inn\u0105 ni\u017c NULL.
error.installDir.validate.useraction=Zdefiniuj inn\u0105 ni\u017c NULL warto\u015b\u0107 atrybutu installDir.

error.installDir.set=CWWKM2004E: Gdy atrybut installDir jest ustawiony, musi wskazywa\u0107 katalog zawieraj\u0105cy plik lib/ws-launch.jar.
error.installDir.set.explanation=Katalog instalacyjny serwera musi zawiera\u0107 plik lib/ws-launch.jar.
error.installDir.set.useraction=Sprawd\u017a poprawno\u015b\u0107 zainstalowania serwera. Sprawd\u017a, czy istnieje plik lib/ws-lauch.jar.

error.fileset.set=CWWKM2005E: W zadaniu wdra\u017cania nale\u017cy okre\u015bli\u0107 atrybut pliku albo zagnie\u017cd\u017cony element zestawu pliku.
error.fileset.set.explanation=U\u017cyto zadania wdro\u017cenia, ale nie okre\u015blono informacji o pliku ani zestawie plik\u00f3w do wdro\u017cenia.
error.fileset.set.useraction=Dodaj atrybut pliku albo udost\u0119pnij zagnie\u017cd\u017cony element zestawu plik\u00f3w.

info.deploy.app=CWWKM2006I: Wdra\u017canie aplikacji {0} w katalogu docelowym.
info.deploy.app.explanation=Trwa wdra\u017canie aplikacji.
info.deploy.app.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

error.deploy=CWWKM2007E: Serwer Liberty obs\u0142uguje wy\u0142\u0105cznie pliki wdro\u017cenia war, eba, zip, ear lub jar.
error.deploy.explanation=Serwer Liberty obs\u0142uguje wy\u0142\u0105cznie wdro\u017cenia plik\u00f3w war, eba, zip, ear oraz jar.
error.deploy.useraction=Popraw nazw\u0119 pliku aplikacji.

error.deploy.fail=CWWKM2008E: Nie powiod\u0142o si\u0119 wdro\u017cenie aplikacji {0}. W pliku console.log nie znaleziono komunikatu Uruchom aplikacj\u0119
error.deploy.fail.explanation=Podj\u0119to pr\u00f3b\u0119 uruchomienia aplikacji, ale w pliku console.log nie znaleziono komunikatu Uruchom aplikacj\u0119.
error.deploy.fail.useraction=Sprawd\u017a pliki konfiguracyjne serwera i zbadaj przyczyn\u0119 niepowodzenia uruchomienia aplikacji.

error.server.fail=CWWKM2009E: Nie powiod\u0142o si\u0119 uruchomienie serwera. W pliku console.log nie znaleziono komunikatu Uruchomienie serwera.
error.server.fail.explanation=Podj\u0119to pr\u00f3b\u0119 uruchomienia serwera, ale w pliku console.log nie znaleziono komunikatu Uruchomienie serwera.
error.server.fail.useraction=Sprawd\u017a pliki konsoli oraz \u015bledzenia i zbadaj problemy zwi\u0105zane z uruchamianiem serwera

info.search.string=CWWKM2010I: Wyszukiwanie \u0142a\u0144cucha {0} w pliku {1}. Limit czasu tego wyszukiwania zostanie przekroczony po nast\u0119puj\u0105cej liczbie sekund: {2}.
info.search.string.explanation=Zg\u0142oszono \u017c\u0105danie oczekiwania, a\u017c plik dziennika b\u0119dzie zawiera\u0107 dany tekst.
info.search.string.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

error.serch.string.timeout=CWWKM2011E: Przekroczenie limitu czasu podczas wyszukiwania \u0142a\u0144cucha {0} w pliku {1}.
error.serch.string.timeout.explanation=Zg\u0142oszono \u017c\u0105danie oczekiwania, a\u017c plik dziennika b\u0119dzie zawiera\u0107 dany tekst, ale plik dziennika nie zawiera\u0142 komunikatu przed przekroczeniem limitu czasu wyszukiwania
error.serch.string.timeout.useraction=Zbadaj przyczyn\u0119 braku komunikatu.

info.file.validated=CWWKM2012E: Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny. Plik, kt\u00f3rego poprawno\u015b\u0107 jest sprawdzana, ma warto\u015b\u0107 NULL.
info.file.validated.explanation=CMSG0001
info.file.validated.useraction=CMSG0002

info.file.validate.noexist=CWWKM2013I: Plik {0}, kt\u00f3rego poprawno\u015b\u0107 jest sprawdzana, nie istnieje.
info.file.validate.noexist.explanation=Wyszukiwany plik nie istnieje.
info.file.validate.noexist.useraction=Upewnij si\u0119, \u017ce wyszukiwany plik istnieje.

info.look.string.infile=CWWKM2014I: Trwa wyszukiwanie \u0142a\u0144cucha {0} w pliku {1}.
info.look.string.infile.explanation=Za\u017c\u0105dano wyszukania okre\u015blonego \u0142a\u0144cucha w podanym pliku.
info.look.string.infile.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

info.match.string=CWWKM2015I: Zgodno\u015b\u0107 liczb: {0} jest r\u00f3wne {1}.
info.match.string.explanation=Za\u017c\u0105dano wyszukania \u0142a\u0144cucha i zosta\u0142 on znaleziony.
info.match.string.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

error.server.operation.validate=CWWKM2016E: Nale\u017cy zdefiniowa\u0107 warto\u015b\u0107 atrybutu {0}.
error.server.operation.validate.explanation=Wymaganego atrybutu brakuje w zadaniu ANT.
error.server.operation.validate.useraction=Zdefiniuj brakuj\u0105cy atrybut.

info.server.create=CWWKM2017I: Serwer {0} nie istnieje. Nast\u0119puje tworzenie serwera.
info.server.create.explanation=Za\u017c\u0105dano operacji na serwerze, kt\u00f3ry nie istnieje. Brakuj\u0105cy serwer zostanie utworzony.
info.server.create.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

error.server.package=CWWKM2018E: Podczas tworzenia pakietu serwera atrybut archive musi wskazywa\u0107 plik zip.
error.server.package.explanation=U\u017cyto zadania tworzenia pakietu, ale atrybut archive okre\u015bla katalog, a nie nazw\u0119 pliku zip.
error.server.package.useraction=Popraw warto\u015b\u0107 atrybutu archive.

erro.undeploy.filename.set=CWWKM2019E: Brakuje atrybutu fileName.
erro.undeploy.filename.set.explanation=Zadanie anulowania wdro\u017cenia wymaga okre\u015blenia atrybutu fileName.
erro.undeploy.filename.set.useraction=Okre\u015bl warto\u015b\u0107 atrybutu fileName.

error.undeploy.file.noexist=CWWKM2020E: Aplikacja {0}, kt\u00f3rej wdro\u017cenie anulowano, nie istnieje.
error.undeploy.file.noexist.explanation=Zadanie anulowania wdro\u017cenia nie mo\u017ce anulowa\u0107 wdro\u017cenia aplikacji, poniewa\u017c ta aplikacja nie istnieje.
error.undeploy.file.noexist.useraction=Popraw warto\u015b\u0107 atrybutu fileName.

info.undeploy=CWWKM2021I: Anulowanie wdra\u017cania aplikacji {0} w folderze docelowym.
info.undeploy.explanation=Zadanie anulowania wdra\u017cania usuwa aplikacj\u0119.
info.undeploy.useraction=Nie jest wymagana \u017cadna czynno\u015b\u0107.

error.undeploy.fail=CWWKM2022E: Nie powiod\u0142o si\u0119 anulowanie wdro\u017cenia aplikacji {0}. Nie znaleziono komunikatu o zatrzymaniu aplikacji w pliku console.log.
error.undeploy.fail.explanation=Podj\u0119to pr\u00f3b\u0119 anulowania wdro\u017cenia aplikacji, ale nie wydano komunikatu zatrzymania aplikacji.
error.undeploy.fail.useraction=Sprawd\u017a pliki dziennika konsoli oraz \u015bledzenia i zbadaj przyczyn\u0119 niepowodzenia zatrzymania aplikacji.
